const naNewsTitle=[
  "【情人節告白~絕對心動3秘「技」】",
  "公開徵求全國技能競賽青年組「銲接」、「花藝」、「旅館接待」、「中餐烹飪」及青少年組「機器人」等5職類裁判長",
  "行政院新聞傳播處推廣「2022國際技能競賽成果」政策說明訊息"
];

const naNewsText=[
  """抽獎!!!
即日起至112/2/19(日)止，到臉書該篇貼文下方留言，跟大家分享：你對於什麼職類技能最有感、心動密技，就有機會獲得以下好禮！

#高質感無線充電盤(1名) 。

#大容量外接式硬碟 (2名)。

#多功能藍牙喇叭(3名)。

#輕巧好攜帶隨身碟 (9名)。

以上共計15名。

 

☺抽獎/獲獎資格

 步驟1：#技能競賽充電讚 粉絲專頁按讚。

 步驟2：#按讚 + #公開分享 此篇貼文。

 步驟3：在此活動貼文下方留言，完成指定Hashtag #情人節 及 #職類名稱，並分享心動密技！

Hashtag範例1： #情人節 #花藝職類 送花束表心意

Hashtag範例2：#情人節 #珠寶金銀細工職類 客製專屬首飾浪漫又特別

 

☺完成以上步驟即可參加抽獎啦！

 

【Impress Your Date: 3 Essential Skills for Valentine's Day!】
☺Can skills increase your chances of success when it comes to getting the girl or guy of your dreams?
Master the following #3EssentialSkillsforVDay to create a magical Valentine's Day that they would never forget!
STEP 1 With #VisualMerchandising skills, you can create a romantic setting for your date. Bring on the streamers and roses!
STEP 2 With #BeautyTherapy skills, you can put your best face forward. Looking good never hurts!
STEP 3 With #Cooking skills, you can whip up a candlelight dinner. Delight your date with culinary delights!""",
"""公開徵求全國技能競賽青年組「銲接」、「花藝」、「旅館接待」、「中餐烹飪」及青少年組「機器人」等5職類裁判長，歡迎各界踴躍推薦人選。

一、請詳閱連結－遴選審查標準、資格條件與佐證資料、技能競賽職類及技能範圍、職類技術說明書（TD）等資料。

二、受理報名時間（以郵戳為憑，逾期不予受理）：即日起至112年3月1日（星期三）止。

三、報名方式：

（一）採網路報名（點選下方連結，建議使用Chrome瀏覽器），於報名網站逐欄登錄詳填，填妥報名表後儲存（儲存後仍可修改）；列印報名表前須點選「確認送出」（之後資料將無法再修改）。

（二）列印報名表後，親自簽名並檢附相關證明資料（學歷、經歷、證照、獎狀證明、提升技能競賽構想企劃書及其他相關文件），請於112年3月1日（星期三）前掛號郵寄至【勞動部勞動力發展署技能檢定中心 技能競賽科 收】（地址：408281臺中市南屯區黎明路二段501號6樓），信封封面敬請加註【全國技能競賽裁判長遴選】字樣。

四、請預留112年3月13日至17日時段，以利參加口試審查會議。

 

聯 絡 人：技能競賽科莊小姐

聯絡電話：04-22595700分機506

電子郵件：sulnchuang@wda.gov.tw""",
"""我國參加「2022國際技能競賽」，名列世界第3，表現卓越。政府將持續布置技職發展舞臺，除於今（112）年啟動「國際技能競賽國手參加技術型高中公費師資培育計畫」，亦已核定未來5年的「第二期高等教育深耕計畫」，持續改善教學設備，推動產學合作，達到「適性揚才」目的。""",

];

const naNewsImg=[
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1676440487339131.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/pages/166211251534380.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/167326275947936.jpg"
];


const disNewsTitle=[
  "技能無礙！ 第17屆全國身心障礙者技能競賽成績揭曉！",
  "第17屆全國身心障礙者技能競賽「英雄榜」",
  "勞動部常務次長陳明仁蒞臨第17屆全國身心障礙者技能競賽　鼓勵選手展現實力爭取最高榮耀"
];


const disNewsText=[
  """ 勞動部主辦的「第17屆全國身心障礙者技能競賽」，讓295名身心障礙者展現職業技能，經過激烈競技，獲獎名單在今(5)日揭曉，勞動部常務次長陳明仁親臨與得獎選手一起見證榮耀時刻，期望透過比賽的過程及結果，讓身心障礙者的職業技能被企業及社會各界看見。

 

　　本屆頒獎典禮於11月5日上午在新北市私立莊敬高級工業家事職業學校小巨蛋舉行，舉辦藝術、資訊、生活服務及其他等4大類群，共計26職類競賽，分別頒發各職類第1名新臺幣12萬元、第2名6萬元、第3名4萬元獎助學金，以肯定他們的努力及技能表現。

 

　　勞動部常務次長陳明仁頒獎致詞時表示，為鼓勵身心障礙者踴躍學習技能並提升職業技能水準，勞動部除了每2年舉辦全國身心障礙者技能競賽，還積極培訓選手參加國際展能節職業技能競賽，提供身心障礙朋友展現技能的機會。而除了技能競賽，勞動部同時透過推展強化身心障礙者職業重建服務、辦理身心障礙者職業訓練、推動多元化就業服務、提供創業協助及輔導事業單位進用身心障礙者等政策，協助身心障礙者順利就業。在中央及地方合作努力下，與身障朋友站在一起，作為各位的後盾。

 

　　本次賽事，獲得繪畫職類第一名的陳富魁，是一名輕度心智障礙者。雖然求職路上遇到不少挫折，卻不影響他對繪畫的興趣和熱忱，透過繪畫可以表達開心與不開心的情緒，也開闊自己的視野和想法。現年45歲、有聽力障礙的呂慧軒，曾挑戰攝影及海報設計職類，雖都未得獎，但她從不放棄，這次捲土重來，終於獲得資料庫建置職類第一名的佳績，呂慧軒說「相信自己的能力，不要看輕自己，多接觸不同的事物，學習是一件很快樂的事情」。而目前就讀萬能科技大學餐飲管理系二年級的江佩萱，曾經獲得身障賽基礎女裝職類的佳作，此次勤訓苦練，參加蛋糕裝飾職類，獲得第一名。手部天生的缺陷，並沒有讓她放棄自己，秉持「持之以恆」的信念，不斷自我挑戰，更以獲得國手資格，作為下一階段的目標。

 

　　 競賽精彩花絮及競賽英雄榜可至勞動部勞動力發展署技能檢定中心網站（網址：https://www.wdasec.gov.tw/）競賽專區查詢，或至Facebook搜尋官方粉絲專頁「技能競賽充電讚」、IG搜尋「worldskillstw」。""",
"""今天！本屆榜單熱騰騰出爐啦！
恭喜所有參與者，每一次參賽都不只是與他人切磋，也是對自己發起的挑戰。相信所有選手都在這次挑戰中發揮潛力、享受競賽。
英雄榜：https://www.wdasec.gov.tw/News_Content.aspx?n=A727524B27DA3181&sms=F425C46B90F40504&s=8B9EAD8097EAE0E6""",
"""全國身心障礙者技能競賽今(4)日於新北市私立莊敬高級工業家事職業學校登場，勞動部常務次長陳明仁特地赴競賽現場為參賽選手加油打氣。本屆賽事共辦理26個職類，總計295名選手參賽，陳次長蒞臨競賽會場，給予選手們鼓勵與肯定，彰顯重視身心障礙者的技能培育。

 

　　第17屆全國身心障礙者技能競賽於11月3日至5日登場，為激發身心障礙人士的信心、毅力與勇氣，勞動部自民國73年起舉辦全國身心障礙者技能競賽，目前每2年舉辦1次，讓身心障礙者積極參與社會經濟活動，發展工作潛能，達到自我實現的目標，進而促使社會大眾對身心障礙人士的工作能力予以重視與肯定，充分提供就業機會。

 

　　陳次長今日巡視CAD機械設計製圖、花藝、陶藝、籐藝及麵包製作等職類，並親自體驗本屆新增辦理之寵物美容及按摩2職類表演暨體驗活動，更勉勵選手們，透過技能競賽，讓身心障礙者相互學習及交流技能，證明身心障礙者也能擁有一身好本領。另本次競賽亦安排藝人唐從聖進行現場直播導覽，讓無法親臨現場的民眾也能在線上一同為選手喝采。

 

　　從全國身心障礙者技能競賽脫穎而出的前三名選手，除可以獲得獎助學金外，同時還有機會報名參加國手選拔賽，爭取成為國際展能節職業技能競賽的國手，挑戰世界舞臺。

 

　　勞動部表示，本屆競賽辦理期間還邀請身心障礙及特殊教育學生到現場觀摩，讓參與之身心障礙者及加油親友民眾，瞭解及親自體驗各職類內容，作為未來職業選擇之參考。活動相關訊息，可至勞動部勞動力發展署技能檢定中心網站（網址：https://www.wdasec.gov.tw/）競賽專區查詢，或至Facebook搜尋官方粉絲專頁「技能競賽充電讚」、IG搜尋「worldskillstw」。"""
];


const disNewsImg=[
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1667789874456176.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1667611319598072.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1667547679286143.jpg"
];

const intNewsTitle=[
"行政院新聞傳播處推廣「2022國際技能競賽成果」政策說明訊息",
"總統接見「2022國際技能競賽代表團」",
"2022國際技能競賽榮獲6金13銀6銅17優勝 行政院蘇貞昌院長親臨頒獎"
];

const intNewsText=[
  """我國參加「2022國際技能競賽」，名列世界第3，表現卓越。政府將持續布置技職發展舞臺，除於今（112）年啟動「國際技能競賽國手參加技術型高中公費師資培育計畫」，亦已核定未來5年的「第二期高等教育深耕計畫」，持續改善教學設備，推動產學合作，達到「適性揚才」目的。""",
"""蔡英文總統今（12）日下午接見「2022國際技能競賽代表團」，肯定此次代表團獲得世界第三的佳績，並期待未來大家繼續發揮專業，與各個領域的專業職人對話交流、共同合作，相信可以對目前社會面臨的問題，帶來更多創意的解方，促進臺灣的進步發展。

總統致詞時首先歡迎代表團來到總統府，代表團在今年第46屆的國際技能競賽當中，一共獲得6金、13銀、6銅及17優勝的佳績，在全球57個參賽國中排名第三，獲獎數也是臺灣有史以來最好的成績。這個比賽，被稱作「技能界的奧運」，所以國手們也都是我們的臺灣之光。

總統說，代表團面對疫情及國際賽延期的種種挑戰，仍然能夠克服萬難，在激烈的世界競賽當中脫穎而出。對於大家優異的表現，所有臺灣人民都同感光榮，她也要表達最高的感謝及肯定。

總統提到，代表團中有國手，也有裁判長、指導老師以及翻譯人員等成員，感謝大家共同投入心力，積極協助國手們備戰。這次的優異成果是整個團隊共同努力，才能創造的榮耀。

總統指出，這次有許多職類是第一次參加，也都締造很好的成績，包括行動應用開發、網路安全、機器人系統整合，還有數位建設BIM ，這4個職類都是第一次參加，就獲得銀牌的殊榮，真的非常不簡單。這也證明臺灣的技能實力，能跟世界各國一較高下，並受到國際的高度肯定。

總統說，所有的國手都積極投入練習，精進技術，展現強大的拚勁，也拚出亮眼的成績，對於國手們的努力，她要致上最高的肯定和敬意。

總統指出，臺灣在每一個領域都有許多這樣的技能職人，不斷地精進自己的技術，也帶動了整個社會的發展。另外，我們已經爭取到在2025年，由臺灣主辦第3屆亞洲技能競賽，這是相隔30年之後，臺灣再次取得國際技能賽事的主辦權。相信透過這個機會，大家可以和亞洲各國的高手，一起切磋交流，拓展國際視野，也能帶動大家提升技術水準。

最後，總統期待在未來，大家可以繼續發揮專業，與各個領域的專業職人對話交流、共同合作，相信可以對目前社會面臨的問題，帶來更多創意的解方，也將促進臺灣的進步發展。

代表團一行由勞動部長許銘春陪同，前來總統府晉見總統，總統府秘書長李大維也在場。""",
"""  2022(第46屆)國際技能競賽成績揭曉，我國選手勇奪金牌6面、銀牌13面、銅牌6面及17面優勝，總獎牌數也創歷年最多的紀錄，成果豐碩。勞動部為了嘉勉各職類國手及裁判長於培訓期間的辛勞，特別在今(12)日於台北君悅酒店舉辦頒獎典禮，行政院院長蘇貞昌親自出席感謝大家這段期間辛苦的努力及付出，並共同分享競賽榮耀！

 

　　國際技能競賽係由西班牙於1950年發起，每2年舉辦1次，是現今世界上規模最大的技能競賽，一向有技能界奧林匹亞之稱，世界多國皆選派菁英參與賽事。本屆在全球15國家、26個城市，超過1,000多位選手共同參賽，競爭相當激烈。

 

　　本屆國際技能競賽原定於2021年舉行，因疫情影響，競賽日期一再延後，國手們除需克服競賽期程不確定性的心理壓力外，還須具備堅定信心與毅力，在多國好手相互較勁中脫穎而出，實屬不易。

 

　　蘇貞昌院長致詞時表示，首先恭喜各位臺灣之光，以堅強實力拚搏，讓世界看見臺灣技能水準的優異，過去只有「萬般皆下品，唯有讀書高」，但現在各種技能都值得尊敬。疫情期間，行政院也請勞動部、教育部及經濟部與時俱進，持續掌握產業趨勢，更新相關訓練機具設備；另外，未來這些優秀的國手們也可以在取得資格後，成為公立高中的老師。政府用盡誠意和力氣，希望國手盡情表現，成為年輕學子的榜樣，讓臺灣人才輩出。

 

　　許銘春部長致詞時也表示，這屆獲得的成績非一朝一夕可達到，除了學長姊的經驗傳承，臺灣成熟的產業技術、進步的生產設備，還有政府這幾年投入的訓練資源，都提供了許多重要的協助及支持。

 

　　本屆為臺灣摘下第一面金牌的外觀模型創作職類國手雷豐嶽表示：「訓練需要花大量的時間練習，和親友相聚的時間和交集都變得很少，多少會覺得有些孤單，但也很慶幸自己堅持走下去，努力不會白費」。榮獲最佳選手獎的電氣裝配職類國手蕭聖儒說：「從每道關卡裡尋找解決方案，不斷學習、認識不同的自我，很感謝啟蒙老師陪伴和鼓勵，讓我有勇氣朝著目標繼續努力」。

 

　　勞動部表示，本屆我國代表團選派57位國手參加50項職類的競賽，團隊得牌成績在57個參賽國中列名第3，表現亮眼。將頒發獲獎國手金牌每人新臺幣120萬元、銀牌每人60萬元、銅牌每人40萬元、優勝每人10萬元之獎助學金，預計將發出3,390萬元奬助學金。慰勞國手們為國爭光的辛苦，也勉勵他們在未來的日子裏，可以繼續深耕，回饋國家與社會，提升我國整體技能水準。"""
];

const intNewsImg=[
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/167326275947936.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1670934452396973.jpg",
  "https://skillsweek.wdasec.gov.tw/skillsweek/uploads/editor/1670904186394183.jpg"
];